Repository: WPPlugins/fla-image-caption
Catalog: languages/fla_ic-*.po
Languages: de_de

source: Options
de_de: Einstellungen

source: How to deal with missing image authors?
de_de: Umgang mit fehlenden Bildautoren

source: Info: How to deal with missing image authors?
de_de: Info: Umgang mit fehlenden Bildautoren

source: Mode
de_de: Modus

source: empty
de_de: keinen Autor/keine Autoren anzeigen

source: Default author
de_de: Standardautor

source: Appearance
de_de: Erscheinungsbild

source: Wrapping of the image author
de_de: Einbindung des Bildautors

source: HTML-Code allowed
de_de: HTML-Code möglich

source: Current setting
de_de: Aktuelle Einstellung

source: Author
de_de: Bildautor

source: Glue
de_de: Trennzeichen zwischen Bildautoren

source: Prefix
de_de: Präfix

source: Sync of caption
de_de: Synchronisierung der Beschriftung

source: Not implemented yet!
de_de: <strong>Nicht nicht implementiert!</strong>

source: Sync mode
de_de: Synchronisierungsmodus

source: no sync
de_de: keine Synchronisation

source: attachment overrides page/post
de_de: Attachment überschreibt Page/Post

source: page/post overrides attachment
de_de: Page/Post überschreibt Attachment

source: Plugin to insert image authors automatically
de_de: Plugin für die automatische Anzeige von Bildautoren in Bildunterschriften

source: Plugin accesses the
de_de: Zugriff über den

source: By default, image authors are read out of the description of the respective image.
de_de: Die Bildautoren werden standardmässig ausgelesen aus der Beschreibung der einzelnen Bilder.

source: Therefore, they have to be tagged in a specific way:
de_de: Dazu müssen sie speziell getagt werden:

source: In the description of the respective image, accessible under
de_de: In der Beschreibung des jeweiligen Bildes, zugreifbar unter

source: the image author (or multiple image authors) have to be wrapped in <code>author</code> tags
de_de: müssen der Bildautor (oder die Bildautoren) in <code>autor</code>-Tags gesetzt werden

source: If there are no authors in image description, the plugin tries to read authors from the image's Exif information.
de_de: Falls in der Beschreibung keine Bildautoren gefunden werden, wird versucht diese aus den EXIF-Informationen des hochgeladenen Bildes zu lesen.

source: If successful, image authors are automatically saved into image description.
de_de: Im erfolgreichen Falle werden die Bildautoren in der Beschreibung des jeweiligen Bildes gespeichert.
